Repository: ZdenekSVB/IOS
Catalog: DungeonStride/DungeonStride/Localizable.xcstrings
Source language: en
Languages: cs

source: ACCOUNT
cs: ÚČET

source: Activity
cs: Aktivita

source: Activity History
cs: Historie aktivit

source: Activity Type
cs: Typ aktivity

source: Already have an account?
cs: Již máte účet?

source: Back
cs: Zpět

# BOJOVAT
source: FIGHT
cs: BOJOVAT

source: Call Support
cs: Zavolat podporu

source: Calories
cs: Kalorie

source: Cancel
cs: Zrušit

# Cestovat sem
source: Travel Here
cs: Cestovat Zde

# Cestuji...
source: Traveling...
cs: Cestuji…

source: Change Avatar
cs: Změnit avatara

source: CHANGE PASSWORD (OPTIONAL)
cs: ZMĚNA HESLA (VOLITELNÉ)

source: Choose a username
cs: Zvolte uživatelské jméno

source: Choose Your Hero
cs: Vyberte si hrdinu

# Chyba při načítání souboje
source: Error loading fight
cs: Chyba při načítání boje

source: Compare Equipment
cs: Porovnat vybavení

source: Confirm New Password
cs: Potvrzení nového hesla

source: Confirm Password
cs: Potvrzení hesla

source: Contact Us
cs: Kontaktujte nás

source: Create a password
cs: Vytvořte heslo

source: Create Account
cs: Vytvořit účet

source: Current Password
cs: Stávající heslo

source: Daily Quests
cs: Denní úkoly

source: Dark Mode
cs: Tmavý režim

source: Defense
cs: Obrana

source: Delete
cs: Smazat

source: Delete Account
cs: Smazat účet

source: Delete Account?
cs: Smazat účet?

source: Distance
cs: Vzdálenost

source: Do you have questions about the game or need technical support? Choose a method below.
cs: Máte dotazy ohledně hry nebo potřebujete technickou podporu? Vyberte metodu níže.

source: Don't have an account?
cs: Nemáte ještě účet?

source: Done
cs: Hotovo

source: Duration
cs: Doba trvání

source: Edit Profile
cs: Upravit profil

source: Edit Profile & Security
cs: Upravit profil a zabezpečení

source: Empty
cs: Prázdné

source: Energy
cs: Energie

source: Enter text
cs: Zadejte text

source: Enter username
cs: Zadejte uživatelské jméno

source: Enter your email
cs: Zadejte svůj email

source: Enter your password
cs: Zadejte své heslo

source: EQUIP
cs: NASADIT

source: EQUIPPED
cs: NASAZENO

source: Error
cs: Chyba

source: Filter by Date
cs: Filtrovat podle data

source: From:
cs: Od:

source: Go to Activity tab to start your first run!
cs: Přejděte na záložku Aktivita a začněte svůj první běh!

source: Haptic Feedback
cs: Haptická odezva

source: Health (HP)
cs: Zdraví (HP)

source: History
cs: Historie

source: Home
cs: Domů

source: Inventory
cs: Batoh

source: Items reset every 24 hours.
cs: Zboží se mění každých 24 hodin.

# Kniha kouzel
source: Book of Magic
cs: Kniha Kouzel

# KONEC
source: FINISH
cs: KONEC

source: Last Activity
cs: Poslední aktivita

source: Last updated: October 2025
cs: Naposledy aktualizováno: Říjen 2025

# Lektvary
source: Potions
cs: Lektvary

source: Level %lld
cs: Úroveň %lld

source: Loading hero...
cs: Načítám hrdinu...

source: Loading quests...
cs: Načítám úkoly...

source: Log Out
cs: Odhlásit se

source: Login
cs: Přihlásit se

source: Login with Google
cs: Přihlásit se přes Google

source: Lvl
cs: Úroveň

source: Lvl %lld
cs: Úroveň %lld

source: Magic
cs: Magie

source: Missions
cs: Mise

source: Mysterious Merchant
cs: Tajemný Obchodník

# Nacházíš se zde
source: You are here
cs: Nacházíš se zde

# Načítám monstra...
source: Loading monsters...
cs: Načítám monstra...

# Nahrát ITEMY
source: Upload ITEMS
cs: Nahrát ITEMY

# Nahrát MAPU
source: Upload MAP
cs: Nahrát MAPU

# Nahrát NEPŘÁTELE
source: Upload ENEMIES
cs: Nahrát NEPŘÁTELE

# Nepřítel útočí...
source: Enemy attacking...
cs: Nepřítel útočí...

source: NEW
cs: NOVÉ

source: New Password
cs: Nové heslo

source: Next Level
cs: Další úroveň

# Neznáš žádná kouzla.
source: You don’t know any magical spells
cs: Neznáš žádná kouzla.

source: No activities in this range.
cs: V tomto rozmezí nejsou žádné aktivity.

source: No activities yet
cs: Zatím žádné aktivity

source: No activities yet.
cs: Zatím žádné aktivity.

source: No GPS data
cs: Žádná GPS data

source: No quests available today
cs: Dnes nejsou k dispozici žádné úkoly

source: Not logged in.
cs: Nejste přihlášeni.

source: Opening shop...
cs: Otevírám obchod...

source: Pace
cs: Tempo

source: Password
cs: Heslo

# Prázdný batoh
source: Empty Backpack
cs: Prázdný batoh

source: PREFERENCES
cs: NASTAVENÍ

source: Privacy Policy
cs: Zásady ochrany osobních údajů

source: Profile
cs: Profil

# Průzkum Dungeonu
source: Dungeon Exploration
cs: Průzkum Dungeonu

# Průzkum: %@
source: Exploration: %@
cs: Průzkum: %@

source: Push Notifications
cs: Push oznámení

source: Recorded on: %@
cs: Zaznamenáno: %@

source: Repeat password
cs: Zopakujte heslo

source: Report a Problem
cs: Nahlásit problém

source: Reset in: %@
cs: Reset za: %@

# Ruiny - Brzy přístupné!
source: Ruins - Coming Soon!
cs: Ruiny - Brzy přístupné!

source: Runs
cs: Běhy

source: Save Changes
cs: Uložit změny

source: Segment
cs: Úsek

source: Send Email
cs: Poslat email

source: Settings
cs: Nastavení

source: Shop
cs: Obchod

source: Show All (Reset)
cs: Zobrazit vše (Reset)

source: Sign In
cs: Přihlásit se

source: Sign up
cs: Registrovat

source: SOLD OUT
cs: VYPRODÁNO

source: Sound Effects
cs: Zvukové efekty

# Soupeř hraje...
source: Enemy turn...
cs: Soupeř hraje...

source: Speed
cs: Rychlost

source: Speed (%@)
cs: Rychlost (%@)

source: Start activity to see data
cs: Spusťte aktivitu pro zobrazení dat

source: Stats
cs: Statistiky

source: Strength
cs: Síla

source: SUPPORT
cs: PODPORA

# Tento dungeon je prázdný.
source: This dungeon is empty.
cs: Tento dungeon je prázdný.

source: Terms
cs: Podmínky

source: Terms of Service
cs: Podmínky služby

source: This action cannot be undone. All your progress, items, and stats will be permanently lost.
cs: Tuto akci nelze vrátit zpět. Veškerý váš postup, předměty a statistiky budou trvale ztraceny.

source: Time
cs: Čas

source: To:
cs: Do:

source: Total Distance
cs: Celková vzdálenost

source: Total XP
cs: Celkem XP

source: Unequip
cs: Sundat

source: Units
cs: Jednotky

source: Username
cs: Uživatelské jméno

source: Version %@
cs: Verze %@

source: View your past runs and stats
cs: Zobrazit vaše minulé běhy a statistiky

source: Vitality
cs: Vitalita

# VYBRAT ODMĚNU
source: CLAIM REWARD
cs: VYBRAT ODMĚNU

# Vypadá to, že je tu klid...
source: It looks quiet here...
cs: Vypadá to, že je tu klid...

source: We're here to help!
cs: Jsme tu, abychom pomohli!

source: Welcome back!
cs: Vítejte zpět!

# Zavřít
source: Close
cs: Zavřít

# Zpět
source: Back
cs: Zpět

# Zvol typ útoku
source: Choose your Attack
cs: Zvol typ útoku
